Repository: kugiigi/talaan-app
Catalog: po/*.po
Languages: nl_nl

source: Lists
nl_nl: Lijsten

source: History
nl_nl: Geschiedenis

source: Saved
nl_nl: Opgeslagen

source: Settings
nl_nl: Instellingen

source: No list selected
nl_nl: Geen lijst geselecteerd

source: Select a list from the left column
nl_nl: Selecteer een lijst in het linkerpaneel

source: Select an item from the List, Saved or History tab
nl_nl: Selecteer een item op het tabblad Lijst, Opgeslagen of Geschiedenis

source: Enter item name
nl_nl: Itemnaam invoeren

source: Add comments / notes
nl_nl: Opmerkingen/notities toevoegen

source: Reminder was not set successfully
nl_nl: Het instellen van de herinnering is mislukt

source: Reminder successfully set
nl_nl: Het instellen van de herinnering is gelukt

source: Error saving the Reminder
nl_nl: Fout bij opslaan van herinnering

source: The Target Date might have already passed or the intended reminder is set in the past
nl_nl: De doeldatum ligt in het verleden of de herinnering staat ingesteld op een datum in het verleden

source: OK
nl_nl: Oké

source: Cancel
nl_nl: Annuleren

source: Find...
nl_nl: Zoeken...

source: Skipped
nl_nl: Overgeslagen

source: Add
nl_nl: Toevoegen

source: Search
nl_nl: Zoeken

source: Clear History
nl_nl: Geschiedenis wissen

source: Sort/Filter
nl_nl: Sorteren/Filteren

source: Upcoming
nl_nl: Aanstaande

source: Normal
nl_nl: Normaal

source: Checklists
nl_nl: Controlelijsten

source: By Category
nl_nl: Op categorie

source: By Creation
nl_nl: Op creatiedatum

source: By Target
nl_nl: Op doel

source: Reverse
nl_nl: Omgekeerd

source: Navigation Panel
nl_nl: Navigatiepaneel

source: Close
nl_nl: Sluiten

source: All
nl_nl: Alles

source: Favorites
nl_nl: Favorieten

source: Delete
nl_nl: Verwijderen

source: List successfully deleted
nl_nl: De lijst is succesvol verwijderd

source: Save
nl_nl: Opslaan

source: List successfully added to Saved Lists
nl_nl: De lijst is succesvol toegevoegd aan de opgeslagen lijsten

source: New checklist
nl_nl: Nieuwe controlelijst

source: New List successfully created
nl_nl: De nieuwe lijst is succesvol gecreëerd

source: Unfavorite
nl_nl: Verwijderen uit favorieten

source: Favorite
nl_nl: Toevoegen aan favorieten

source: List successfully removed from Favorites
nl_nl: De lijst is succesvol verwijderd uit de favorieten

source: List successfully added to Favorites
nl_nl: De lijst is succesvol toegevoegd aan de favorieten

source: Edit
nl_nl: Bewerken

source: Reset
nl_nl: Standaardwaarden

source: No matching list found
nl_nl: Geen overeenkomende lijst gevonden

source: No Favorites
nl_nl: Geen favorieten

source: Please try a different query or change the Sort / Filter.
nl_nl: Probeer een andere zoekopdracht of wijzig de sortering/het filter.

source: Loading results
nl_nl: Bezig met laden van resultaten

source: Please wait
nl_nl: Even geduld

source: Sort / Filter
nl_nl: Sorteren/Filteren

source: Apply
nl_nl: Toepassen

source: All items under this list will also be deleted permanently.
nl_nl: Alle items op deze lijst worden ook permanent verwijderd.

source: Sort and Filter
nl_nl: Sorteren en filteren

source: Navigation
nl_nl: Navigatie

source: Select a Category
nl_nl: Selecteer een categorie

source: On
nl_nl: Op

source: Later than
nl_nl: Na

source: Earlier than
nl_nl: Voor

source: Name / Description
nl_nl: Naam/Omschrijving

source: Category
nl_nl: Categorie

source: Creation Date
nl_nl: Creatiedatum

source: Target Date
nl_nl: Doeldatum

source: Completion Date
nl_nl: Afronddatum

source: Pick
nl_nl: Kiezen

source: Already used %1? <b>Skip the tutorial</b>
nl_nl: Heeft u %1 al gebruikt? <b>Sla dan de rondleiding over</b>

source: Skip
nl_nl: Overslaan

source: About Talaan
nl_nl: Over Talaan

source: Support
nl_nl: Ondersteuning

source: Developers
nl_nl: Ontwikkelaars

source: Powered by
nl_nl: Aangedreven door

source: Add New Category
nl_nl: Nieuwe categorie toevoegen

source: Edit Category -
nl_nl: Categorie bewerken -

source: Name:
nl_nl: Naam:

source: Enter Category name
nl_nl: Categorienaam invoeren

source: Description:
nl_nl: Omschrijving:

source: Add description (optional)
nl_nl: Omschrijving toevoegen (optioneel)

source: Color:
nl_nl: Kleur:

source: Create New List
nl_nl: Nieuwe lijst creëren

source: Edit List -
nl_nl: Lijst bewerken -

source: Create New Saved List
nl_nl: Nieuwe opgeslagen lijst creëren

source: Checklist
nl_nl: Controlelijst

source: Continual
nl_nl: Doorlopende lijst

source: List Title:
nl_nl: Titel van lijst:

source: Enter checklist name
nl_nl: Voer een naam in voor de controlelijst

source: List successfully updated
nl_nl: De lijst is succesvol bijgewerkt

source: List successfully created
nl_nl: De lijst is succesvol gecreëerd

source: Searching Lists
nl_nl: Bezig met zoeken naar lijsten

source: Search Lists
nl_nl: Lijsten zoeken

source: No List Created Yet
nl_nl: Nog geen lijst gecreëerd

source: Favorite a list by using the 'starred' action
nl_nl: Voeg een lijst toe aan de favorieten door de 'ster' te gebruiken

source: Tap/Click the '+' button to add a List
nl_nl: Druk op de '+'-knop om een lijst toe te voegen

source: Swipe from the dome at the bottom edge to add a List
nl_nl: Veeg vanaf de onderkant om een lijst toe te voegen

source: Loading Lists
nl_nl: Bezig met laden van lijsten

source: Searching History
nl_nl: Bezig met doorzoeken van geschiedenis

source: Search History
nl_nl: Geschiedenis doorzoeken

source: History is empty
nl_nl: Er is geen geschiedenis

source: Completed checklists from your Favorites are listed here
nl_nl: Afgeronde controlelijsten uit uw favorieten worden hier opgesomd

source: Completed checklists are listed here
nl_nl: Afgeronde controlelijsten worden hier opgesomd

source: Loading History
nl_nl: Bezig met laden van geschiedenis

source: Find
nl_nl: Zoeken

source: Mark as completed
nl_nl: Markeren als afgerond

source: Uncheck All
nl_nl: Alles de-markeren

source: Set Reminders
nl_nl: Herinneringen instellen

source: Sort
nl_nl: Sorteren

source: Default
nl_nl: Standaard

source: View Details
nl_nl: Details weergeven

source: Remaining
nl_nl: Resterend

source: No matching item found
nl_nl: Geen overeenkomend item gevonden

source: No remaining item
nl_nl: Geen resterend item

source: List is empty
nl_nl: De lijst is leeg

source: Please try a different query or try removing the filter if there's any
nl_nl: Probeer een andere zoekopdracht of verwijder het filter (indien ingesteld)

source: Click the '+' button to add more items (Ctrl + L)
nl_nl: Klik op de '+'-knop om meer items toe te voegen (Ctrl+L)

source: Swipe from the bottom to add more items
nl_nl: Veeg vanaf de onderkant om meer items toe te voegen

source: Click the '+' button to add items (Ctrl + L)
nl_nl: Klik op de '+'-knop om items toe te voegen (Ctrl+L)

source: Swipe from the bottom to add items
nl_nl: Veeg vanaf de onderkant om items toe te voegen

source: Loading list items
nl_nl: Bezig met laden van lijstitems

source: Toggle Priority
nl_nl: Prioriteit toekennen/intrekken

source: Undo last item
nl_nl: Laatste item ongedaan maken

source: Categories
nl_nl: Categorieën

source: No Category Exists
nl_nl: Er zijn geen categorieën

source: Tap/Click the '+' button to add categories
nl_nl: Druk op de '+'-knop om categorieën toe te voegen

source: Swipe from the bottom to add categories
nl_nl: Veeg vanaf de onderkant om categorieën toe te voegen

source: Uncategorized
nl_nl: Niet-gecategoriseerd

source: Category successfully deleted
nl_nl: De categorie is succesvol verwijderd

source: Reminders
nl_nl: Herinneringen

source: Current
nl_nl: Huidige

source: Targets
nl_nl: Doelen

source: No reminders for any list
nl_nl: Geen herinneringen, op welke lijst dan ook

source: No reminders for this list
nl_nl: Geen herinneringen op deze lijst

source: Open a list to set reminders
nl_nl: Open een lijst om herinneringen toe te voegen

source: Tap/Click the '+' button to add Reminders
nl_nl: Druk op de '+'-knop om herinneringen toe te voegen

source: Searching Saved Lists
nl_nl: Bezig doorzoeken van opgeslagen lijsten

source: Search Saved Lists
nl_nl: Opgeslagen lijsten doorzoeken

source: No Saved Checklists
nl_nl: Geen opgeslagen controlelijsten

source: Save a list from the Lists Tab
nl_nl: Sla een lijst op via het tabblad Lijsten

source: Loading Saved Lists
nl_nl: Bezig met laden van opgeslagen lijsten

source: Interface
nl_nl: Uiterlijk

source: Hide completed items
nl_nl: Afgeronde items verbergen

source: When opening lists
nl_nl: Bij het openen van lijsten:

source: Show category colors
nl_nl: Categoriekleuren weergeven

source: Category color assignment
nl_nl: Categorie-kleurtoekenning

source: Theme
nl_nl: Thema

source: Suru Dark
nl_nl: Suru donker

source: Accessibility
nl_nl: Toegankelijkheid

source: Bottom Menu
nl_nl: Onderste menu

source: None
nl_nl: Geen

source: Radial
nl_nl: Radiaal

source: Bottom Menu Hint
nl_nl: Hint

source: Autohide
nl_nl: Automatisch verbergen

source: Semihide
nl_nl: Semi-verbergen

source: Always Displayed
nl_nl: Altijd weergeven

source: Larger font size
nl_nl: Groter lettertype

source: For list items
nl_nl: Voor lijstitems

source: Toggle list items via surface
nl_nl: Lijstitems weergeven/verbergen via oppervlak

source: Only the checkbox is clickable if disabled
nl_nl: Als dit is uitgeschakeld, dan is alleen het aankruisvakje aanklikbaar

source: Manage Categories
nl_nl: Categorieën beheren

source: Add, edit, and delete categories
nl_nl: Categorieën toevoegen, bewerken en verwijderen

source: Credits, report bugs, view source code, contact developer, donate
nl_nl: Met dank aan, fouten (bugs) rapporteren, broncode bekijken, contact opnemen met ontwikkelaar, doneren

source: Unpin window
nl_nl: Venster losmaken

source: Pin Window
nl_nl: Venster vastzetten

source: Overdue
nl_nl: Verlopen

source: You have no upcoming targets
nl_nl: U heeft geen aanstaande doelen

source: You have no overdue targets
nl_nl: U heeft geen verlopen doelen

source: All your upcoming targets will be listed here
nl_nl: Al uw aanstaande doelen worden hier opgesomd

source: All your overdue targets will be listed here
nl_nl: Al uw verlopen doelen worden hier opgesomd

source: Loading Targets
nl_nl: Bezig met laden van doelen

source: New Reminder
nl_nl: Nieuwe herinnering

source: Silent Reminder
nl_nl: Stille herinnering

source: New Checklist
nl_nl: Nieuwe controlelijst

source: Checklist Name
nl_nl: Naam van controlelijst

source: Target Date?
nl_nl: Doeldatum?

source: Open external link
nl_nl: Externe link openen

source: You are about to open an external link. Do you wish to continue?
nl_nl: U staat op het punt om een externe link te openen. Wilt u doorgaan?

source: Do you want to include the list item comments?
nl_nl: Wilt u de itemopmerkingen van de lijst bijsluiten?

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Results found:
nl_nl: Resultaten:

source: By Name (A-Z)
nl_nl: Op naam (A-Z)

source: By Category (A-Z)
nl_nl: Op categorie (A-Z)

source: By Creation Date (Latest First)
nl_nl: Op creatiedatum (laatste eerst)

source: By Target Date (Latest First)
nl_nl: Op doeldatum (laatste eerst)

source: By Completion Date (Latest First)
nl_nl: Op afronddatum (laatste eerst)

source: Normal Lists Only
nl_nl: Alleen normale lijsten

source: Checklists Only
nl_nl: Alleen controlelijsten

source: Reverse Order
nl_nl: Omgekeerde volgorde

source: Today
nl_nl: Vandaag

source: Yesterday
nl_nl: Gisteren

source: Tomorrow
nl_nl: Morgen

source: On
nl_nl: Op

source: Last Week
nl_nl: Vorige week

source: Next Week
nl_nl: Volgende week

source: Last Month
nl_nl: Vorige maand

source: Next Month
nl_nl: Volgende maand

source: This Month
nl_nl: Deze maand

source: Older
nl_nl: Ouder

source: In The Future
nl_nl: Toekomstig
